Revit 2026 API

# DebugTabBindingFailures Properties

---

The BuiltInFailuresDebugTabBindingFailures type exposes the following members.

|  | Name | Description |
| --- | --- | --- |
|  | OptionValueOutOfRange | Value out of range for Options enum. |

#### Reference

BuiltInFailuresDebugTabBindingFailures Class

Autodesk.Revit.DB Namespace